export const START = {
  first: 'Створіть першу зміну в аккаунті.',
  second: 'Усі попередні зміни не будуть втрачені.',
  button: 'РОЗПОЧАТИ ЗМІНУ',
  type: 'start',
}

export const END = {
  first: 'Робоча зміна закінчена.',
  second: 'Введіть остаточну касу за зміну та розпочніть роботу між 7:00 - 19:00.',
  button: 'ЗАКІНЧИТИ ЗМІНУ',
  type: 'end',
}

export const NO_TIME = {
  first: 'Cесія уже розпочата',
  second: 'Сесія не може бути закінчена до кінця робочої зміни.',
  button: 'ЗАКРИТИ',
  type: 'no_time',
}