export const START = {
  first: 'Створіть першу зміну в аккаунті.',
  second: 'Усі попередні зміни не будуть втрачені.',
  button: 'РОЗПОЧАТИ ЗМІНУ',
  type: 'start',
}

export const END = {
  first: 'Робоча зміна закінчена.',
  second: 'Введіть остаточну касу за зміну та розпочніть наступну зміну між ',
  button: 'ЗАКІНЧИТИ ЗМІНУ',
  type: 'end',
}

export const NO_TIME = {
  first: 'Зміна не може бути завершена',
  second: 'Неможливо закінчити робочий день в межах ',
  button: 'ЗАКРИТИ',
  type: 'no_time',
}